{"<pad>": 0, "<s>": 1, "</s>": 2, "<unk>": 3, "|": 4, "e": 5, "t": 6, "a": 7, "o": 8, "n": 9, "i": 10, "h": 11, "s": 12, "r": 13, "d": 14, "l": 15, "u": 16, "m": 17, "w": 18, "c": 19, "f": 20, "g": 21, "y": 22, "p": 23, "b": 24, "v": 25, "k": 26, "'": 27, "x": 28, "j": 29, "q": 30, "z": 31, "#": 32, "19": 33, "26": 34, "27": 35, "32": 36, "39": 37, "40": 38, "60": 39, "103": 40, "118": 41, "125": 42, "150": 43, "163": 44, "196": 45, "198": 46, "200": 47, "201": 48, "211": 49, "226": 50, "229": 51, "233": 52, "248": 53, "250": 54, "254": 55, "289": 56, "298": 57, "302": 58, "307": 59, "311": 60, "322": 61, "328": 62, "332": 63, "374": 64, "403": 65, "405": 66, "412": 67, "426": 68, "441": 69, "445": 70, "446": 71, "458": 72, "460": 73, "481": 74, "587": 75, "625": 76, "669": 77, "696": 78, "1034": 79, "1040": 80, "1069": 81, "1081": 82, "1088": 83, "1098": 84, "1116": 85, "1183": 86, "1235": 87, "1246": 88, "1263": 89, "1334": 90, "1355": 91, "1363": 92, "1447": 93, "1455": 94, "1502": 95, "1553": 96, "1578": 97, "1594": 98, "1624": 99, "1723": 100, "1737": 101, "1743": 102, "1841": 103, "1867": 104, "1898": 105, "1926": 106, "1963": 107, "1970": 108, "1992": 109, "2002": 110, "2007": 111, "2092": 112, "2136": 113, "2159": 114, "2182": 115, "2196": 116, "2289": 117, "2384": 118, "2391": 119, "2416": 120, "2436": 121, "2514": 122, "2518": 123, "2691": 124, "2764": 125, "2817": 126, "2836": 127, "2843": 128, "2893": 129, "2910": 130, "2911": 131, "2952": 132, "2989": 133, "3112": 134, "3168": 135, "3214": 136, "3235": 137, "3240": 138, "3242": 139, "3259": 140, "3374": 141, "3436": 142, "3440": 143, "3486": 144, "3526": 145, "3607": 146, "3664": 147, "3699": 148, "3723": 149, "3807": 150, "3830": 151, "3857": 152, "3879": 153, "3947": 154, "3982": 155, "3983": 156, "4014": 157, "4018": 158, "4051": 159, "4088": 160, "4137": 161, "4160": 162, "4195": 163, "4214": 164, "4267": 165, "4297": 166, "4340": 167, "4362": 168, "4397": 169, "4406": 170, "4441": 171, "4481": 172, "4640": 173, "4680": 174, "4788": 175, "4813": 176, "4830": 177, "4853": 178, "4859": 179, "4898": 180, "5022": 181, "5049": 182, "5104": 183, "5163": 184, "5192": 185, "5322": 186, "5339": 187, "5390": 188, "5393": 189, "5456": 190, "5463": 191, "5514": 192, "5561": 193, "5652": 194, "5678": 195, "5688": 196, "5703": 197, "5750": 198, "5778": 199, "5789": 200, "5808": 201, "5867": 202, "6000": 203, "6019": 204, "6064": 205, "6078": 206, "6081": 207, "6147": 208, "6181": 209, "6209": 210, "6272": 211, "6367": 212, "6385": 213, "6415": 214, "6437": 215, "6454": 216, "6476": 217, "6529": 218, "6531": 219, "6563": 220, "6818": 221, "6836": 222, "6848": 223, "6880": 224, "6925": 225, "7059": 226, "7067": 227, "7078": 228, "7113": 229, "7148": 230, "7178": 231, "7190": 232, "7226": 233, "7264": 234}