{
  "<pad>": 0,
  "<s>": 1,
  "</s>": 2,
  "<unk>": 3,
  "|": 4,
  "E": 5,
  "T": 6,
  "A": 7,
  "O": 8,
  "N": 9,
  "I": 10,
  "H": 11,
  "S": 12,
  "R": 13,
  "D": 14,
  "L": 15,
  "U": 16,
  "M": 17,
  "W": 18,
  "C": 19,
  "F": 20,
  "G": 21,
  "Y": 22,
  "P": 23,
  "B": 24,
  "V": 25,
  "K": 26,
  "'": 27,
  "X": 28,
  "J": 29,
  "Q": 30,
  "Z": 31,
  "19": 32,
  "26": 33,
  "27": 34,
  "32": 35,
  "39": 36,
  "40": 37,
  "60": 38,
  "103": 39,
  "118": 40,
  "125": 41,
  "150": 42,
  "163": 43,
  "196": 44,
  "198": 45,
  "200": 46,
  "201": 47,
  "211": 48,
  "226": 49,
  "229": 50,
  "233": 51,
  "248": 52,
  "250": 53,
  "254": 54,
  "289": 55,
  "298": 56,
  "302": 57,
  "307": 58,
  "311": 59,
  "322": 60,
  "328": 61,
  "332": 62,
  "374": 63,
  "403": 64,
  "405": 65,
  "412": 66,
  "426": 67,
  "441": 68,
  "445": 69,
  "446": 70,
  "458": 71,
  "460": 72,
  "481": 73,
  "587": 74,
  "625": 75,
  "669": 76,
  "696": 77,
  "1034": 78,
  "1040": 79,
  "1069": 80,
  "1081": 81,
  "1088": 82,
  "1098": 83,
  "1116": 84,
  "1183": 85,
  "1235": 86,
  "1246": 87,
  "1263": 88,
  "1334": 89,
  "1355": 90,
  "1363": 91,
  "1447": 92,
  "1455": 93,
  "1502": 94,
  "1553": 95,
  "1578": 96,
  "1594": 97,
  "1624": 98,
  "1723": 99,
  "1737": 100,
  "1743": 101,
  "1841": 102,
  "1867": 103,
  "1898": 104,
  "1926": 105,
  "1963": 106,
  "1970": 107,
  "1992": 108,
  "2002": 109,
  "2007": 110,
  "2092": 111,
  "2136": 112,
  "2159": 113,
  "2182": 114,
  "2196": 115,
  "2289": 116,
  "2384": 117,
  "2391": 118,
  "2416": 119,
  "2436": 120,
  "2514": 121,
  "2518": 122,
  "2691": 123,
  "2764": 124,
  "2817": 125,
  "2836": 126,
  "2843": 127,
  "2893": 128,
  "2910": 129,
  "2911": 130,
  "2952": 131,
  "2989": 132,
  "3112": 133,
  "3168": 134,
  "3214": 135,
  "3235": 136,
  "3240": 137,
  "3242": 138,
  "3259": 139,
  "3374": 140,
  "3436": 141,
  "3440": 142,
  "3486": 143,
  "3526": 144,
  "3607": 145,
  "3664": 146,
  "3699": 147,
  "3723": 148,
  "3807": 149,
  "3830": 150,
  "3857": 151,
  "3879": 152,
  "3947": 153,
  "3982": 154,
  "3983": 155,
  "4014": 156,
  "4018": 157,
  "4051": 158,
  "4088": 159,
  "4137": 160,
  "4160": 161,
  "4195": 162,
  "4214": 163,
  "4267": 164,
  "4297": 165,
  "4340": 166,
  "4362": 167,
  "4397": 168,
  "4406": 169,
  "4441": 170,
  "4481": 171,
  "4640": 172,
  "4680": 173,
  "4788": 174,
  "4813": 175,
  "4830": 176,
  "4853": 177,
  "4859": 178,
  "4898": 179,
  "5022": 180,
  "5049": 181,
  "5104": 182,
  "5163": 183,
  "5192": 184,
  "5322": 185,
  "5339": 186,
  "5390": 187,
  "5393": 188,
  "5456": 189,
  "5463": 190,
  "5514": 191,
  "5561": 192,
  "5652": 193,
  "5678": 194,
  "5688": 195,
  "5703": 196,
  "5750": 197,
  "5778": 198,
  "5789": 199,
  "5808": 200,
  "5867": 201,
  "6000": 202,
  "6019": 203,
  "6064": 204,
  "6078": 205,
  "6081": 206,
  "6147": 207,
  "6181": 208,
  "6209": 209,
  "6272": 210,
  "6367": 211,
  "6385": 212,
  "6415": 213,
  "6437": 214,
  "6454": 215,
  "6476": 216,
  "6529": 217,
  "6531": 218,
  "6563": 219,
  "6818": 220,
  "6836": 221,
  "6848": 222,
  "6880": 223,
  "6925": 224,
  "7059": 225,
  "7067": 226,
  "7078": 227,
  "7113": 228,
  "7148": 229,
  "7178": 230,
  "7190": 231,
  "7226": 232,
  "7264": 233
}